{
  "myinfo":{
    "Name": {
      "title": "Name:",
      "content": "Masahiro Mikami",
      "link": ""
    },
    "Occupation": {
      "title": "University:",
      "content": "Faculty of Engineering, Soka University",
      "link": ""
    },
    "Birthday": {
      "title": "Birthday:",
      "content": "1996/03/19",
      "link": ""
    },
    "Gthub": {
      "title": "Gthub:",
      "content": "mmfiber",
      "link": "https://github.com/mmfiber"
    },
    "Twitter": {
      "title": "twitter:",
      "content": "@mikamincho0319",
      "link": "https://twitter.com/mikamincho0319"
    },
    "Facebook": {
      "title": "facebook:",
      "content": "Masahiro Mikami",
      "link": "https://www.facebook.com/chocomasa"
    },
    "E-mail": {
      "title": "e-mail:",
      "content": "mmikami.soka@gmail.com",
      "link": ""
    }
  },
  "langs":{
    "Python": "This is the first program language I studied seriously. In addition, I have the longest experience of coding in python. I mainly use python to analyze and visualize data with libraries, such as numpy, pandas and matplotlib.",
    "HTML & Pug": "In internship at hylable, I started studying HTML to make a report of analyzed voice data. I've already learned basic grammar and can dynamically make HTML files with Pug. This portfolio site was also coded in Pug.",
    "CSS & SCSS & Stylus": "In internship at hylable as same as HTML, I started studying CSS to make a report of analyzed voice data. I've also learned basic grammar and use CSS to styling website for students who wants to go study abroad in my university. This portfolio site was also coded in Stylus.",
    "JavaScript(ES6)": "In internship at hylable as same as HTML, I started studying CSS to make a report of analyzed voice data. I experienced DOM manipulation with jQuery and visualization of data with Highcharts.",
    "php": "I started studying to create a website to support students who wants to go study abroad in my university. I finished the dotinstall tutorial and I'm learning through runinig the website.",
    "WordPress": "The same as php, I started studying to create a website to support students in my university. I'm getting infomation from such as youtube and official documents and learning through running the website.",
    "C": "Data analyze",
    "Java": "Data analyze",
    "Japanese": "I'm studying this language from the day I was born, so this is the most familiar language for me. Japanese is too dificult to use parfectly but I'm still learning everyday without giving up.",
    "English": "I'm slso studying this language from the first grade in elementary school. I don't know why, but I can't speak English well. And, I don't know why, but I can't keep studying."
  },
  "works":{
    "SlackBotApp": {
      "title": "Slack Bot App",
      "content": "App for anonymous post in slack. This app makes posting what pepole think or feel more easier. I'm tring to improve our lab work environment by orgnaizing team which react to anonymous posts."
    },
    "SSA": {
      "title": "Soka Study Abroad",
      "content": "The website for students who wants to go studying abroad in my university. I really regreted that I couldn't make the most of the opportunity of studying abroad. Then, I thought I didn't want to let the students who would go studying abroad feel the same regret as me, and I started a projct running website about studying abroad."
    },
    "ToDo": {
      "title": "ToDo app",
      "content": "ToDo app created with Laravel and Vue.js"
    },
    "Portfolio": {
      "title": "Portfolio",
      "content": "The portfolio with Vue.js. This porfolio is SPA and is written in Japanese and English to get more people know about me."
    }
  },
  "Coding experience": "Coding experience:",
  "level": "Level:",
  "year": "year | years",
  "month": "month | months"
}